start = ('Я бот, помогающий составить список использованных источников для твоих научных работ по определнным ГОСТам. '
         'Если это твои первые начинания и ты еще не понимаешь разницы, например между "стаьей из журнала" и "статьей из '
         'сборника конференции" жми "Описание". Если ты уже разбираешься, нажимай "Начать".')

description = ('Выберите интересующий вас тип источника, для ознакомления с его определением. В дальнейшем, вам это поможет '
               'сделать верный выбор, и оформление вашего списка литературы будет более правильным. Если у вас не осталось '
               'вопросов, выбирайте "Начать":')

book = ('Монография – это научное издание, подготовленное одним или несколькими авторами, работающими в одной области '
        'исследований. Такой вид научного издания оформляется в виде отдельной книги, которая состоит из одного произведения, '
        'описывающего конкретное исследование, проблему или научную дискуссию.'
        ''
        'Сборник научных трудов – научное произведение, представленное в виде книжного издания, посвященное результатам '
        'научных и научно-исследовательских работ. Сборник трудов содержит в своем составе исследовательские материалы, '
        'подготовленные различными авторами в виде отдельных работ, но объединенные в сборник с научным форматом содержания, '
        'направленным на описание работ, лежащих в одной плоскости наук.')

joyrnal = ('Научная статья в таком виде, представляет собой оригинальный текст, цель которого – описание исходных данных, '
           'касающихся уникальных особенностей исследования. Опубликованная в научном журнале имеющем переодичность выпуска номеров.')

conference = ('Материалы конференции – это сборник трудов конференции, подготовленный по ее итогам. Данный вид сборника '
              'составляется из докладов, выступлений, решений конференции, рекомендаций, обсуждений отдельных тем и т.д. '
              'Иными словами, материалы конференции кратко знакомят читателя со всеми научными работами так или иначе обсуждаемыми в ходе ее проведения.')

newspaper = ('Научная статья в таком виде, представляет собой оригинальный текст, цель которого – описание исходных данных, '
             'касающихся уникальных особенностей исследования. Опубликованная в газете.')

law = ('Письменный официальный документ, принятый (изданный) в определенной форме правотворческим органом в пределах его '
       'компетенции и направленный на установление, изменение или отмену правовых норм')

thesis = ('Диссертация (от лат. Dissertation -- исследование, рассуждение) — это специальная, строго определенная форма '
          'научного произведения, которое имеет научно-квалификационный характер, подготовлено для публичной защиты и получения ученой степени.')

abstract = ('Автореферат диссертации – это краткий обзор основных результатов полноценного, законченного исследования, '
            'составленный собственноручно его автором (реферат диссертационной работы). Предназначен для предварительного '
            'ознакомления научного сообщества, а также членов диссертационного совета и других заинтересованных лиц, с '
            'выносимыми на защиту положениями диссертации, основными выводами и заключениями.')

URL = 'Интернет-версия научных публикаций, которрые подготовленны и описанны в научном стиле, опубликованны в научных или научно-публицистических изданиях'

author_ = 'Введите только фамилию автора (Иванов):'

name_father_ = 'Введите инициалы автора (И. И.):'

title_ = 'Введите название источника (Что я делал эти летом):'

publisher_ = 'Введите издателя источника (Полиграф):'

city_ = 'Введите город, в котором был издан источник (Спб):'

year_ = 'Введите год, в котором был издан источник (2000):'

pages_ = 'Введите количество страниц в выбранном вами источнике (256):'
